// Preflight
"DISK_FULL_TITLE" = "Det finns inte tillräckligt med utrymme på hårddisken.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "%@ krävs för att hämta uppdateringarna. Frigör utrymme genom att ta bort filer från hårddisken och försök igen.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "%@ krävs för att hämta och installera uppdateringarna. Frigör utrymme genom att ta bort filer från startskivan och försök igen.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "Din dator är inte ansluten till en strömkälla.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "För bästa resultat bör datorn anslutas till en strömkälla under installation. Är du säker på att du vill fortsätta installera?";
"CONTINUE_TITLE" = "Fortsätt";

"CANCEL_TITLE" = "Avbryt";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "Uppdateringen ”%@” kan inte sparas.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "Ingen av de markerade uppdateringarna kunde sparas.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "En del av de markerade uppdateringarna kunde inte sparas.";

"UPDATE_INSTALL_ERROR" = "Uppdateringen ”%@” kan inte installeras.";
"NONE_CHECKED_INSTALL_ERROR" = "Ingen av de markerade uppdateringarna kunde installeras.";
"SOME_CHECKED_INSTALL_ERROR" = "Några av de markerade uppdateringarna kunde inte installeras.";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "Uppdateringen kan inte installeras.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Du måste logga ut för att uppdateringarna ska installeras.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Klicka på Logga ut för att avsluta installationen och logga ut.";
"LOG_OUT_AND_INSTALL_TITLE" = "Logga ut";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Datorn måste startas om för att uppdateringarna ska installeras.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Klicka på Starta om så slutförs installationen och datorn startas om.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Starta om";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Datorn måste stängas av för att uppdateringarna ska installeras.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Klicka på Stäng av för att avsluta installationen och stänga av datorn. Du måste trycka på datorns strömbrytare för att den ska starta igen.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Stäng av";

"NOT_NOW_TITLE" = "Inte nu";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "När den andra uppdateringen är slutförd kan du hämta och installera den här programvaran genom att välja Programuppdatering på Apple-menyn.";
"DEFAULT_NO_NETWORK_MESSAGE" = "Nästa gång du ansluter till Internet kan du hämta och installera programvaran genom att välja Programuppdatering på Apple-menyn.";
"STANDARD_NO_SUS_MESSAGE" = "Kontrollera att nätverksanslutningen fungerar som den ska. Om du har problem med anslutningen kontaktar du nätverksadministratören för hjälp.";
"NO_UPDATE_FOUND_ERROR" = "Programvaran är inte tillgänglig just nu.";
